{
  "label": "DMDave - Empusas Underbelly",
  "mapping": {
    "actors": {},
    "items": {}
  },
  "entries": {
    "DMDave - Empusa's Underbelly": {
      "name": "DMDave - Empusa's Underbelly",
      "description": "<p><em>Empusa’s Underbelly</em> is a Fifth Edition plug-in adventure for <strong>four characters with an average party level (APL) of 3, 5, 8, or 11</strong>. This document offers a general guideline on scaling the adventure for each level. A string of bizarre and brutal murders leaves a city terrified; worse still, the authorities believe there is a method to this madness. The party must investigate the murders and uncover their meaning.</p><p style=\"text-align:center\"><strong>Writing </strong>by <a href=\"https://www.patreon.com/dmdave\">DMDave</a> and <a href=\"https://ninetoes82.com/\">Ninetoes82</a></p><p style=\"text-align:center\"><strong>Cartography </strong>by <a href=\"https://www.tomcartos.com/\">Tom Cartos</a></p><p style=\"text-align:center\"><strong>Artwork </strong>by <a href=\"https://www.deviantart.com/nacholazaro\">Nacho Lazaro</a>, <a href=\"https://www.patreon.com/fatgoblingames\">Fat Goblin Games</a>, <a href=\"https://www.patreon.com/paperforge\">Paper Forge</a></p>",
      "scenes": {
        "The Bard and the Bee - 11th level": {
          "name": "The Bard and the Bee - 11th level",
          "drawings": {
            "1": "1",
            "2": "2",
            "3": "3",
            "4": "4",
            "5": "5",
            "Bordello Guards Encounter": "Bordello Guards Encounter",
            "Empusa Ambush": "Empusa Ambush"
          }
        },
        "The Bard and the Bee - 3rd level": {
          "name": "The Bard and the Bee - 3rd level",
          "drawings": {
            "1": "1",
            "2": "2",
            "3": "3",
            "4": "4",
            "5": "5",
            "Bordello Guards Encounter": "Bordello Guards Encounter",
            "Empusa Ambush": "Empusa Ambush"
          }
        },
        "The Bard and the Bee - 5th level": {
          "name": "The Bard and the Bee - 5th level",
          "drawings": {
            "1": "1",
            "2": "2",
            "3": "3",
            "4": "4",
            "5": "5",
            "Bordello Guards Encounter": "Bordello Guards Encounter",
            "Empusa Ambush": "Empusa Ambush"
          }
        },
        "The Bard and the Bee - 8th level": {
          "name": "The Bard and the Bee - 8th level",
          "drawings": {
            "1": "1",
            "2": "2",
            "3": "3",
            "4": "4",
            "5": "5",
            "Bordello Guards Encounter": "Bordello Guards Encounter",
            "Empusa Ambush": "Empusa Ambush"
          }
        }
      },
      "actors": {
        "Aelar": {
          "name": "Aelar",
          "description": "",
          "items": [
            {
              "id": "tbKbwgcprUBciliF",
              "name": "Spellcasting",
              "description": "<section class=\"secret\">\n<p>The mage is a 9th-level spellcaster. Its spellcasting ability is Intelligence (spell save DC 14, +6 to hit with spell attacks). The mage has the following wizard spells prepared:</p>\n<p>Cantrips (at will): fire bolt, light, mage hand, prestidigitation</p>\n<p>1st level (4 slots): detect magic, mage armor, magic missile, shield</p>\n<p>2nd level (3 slots): misty step, suggestion</p>\n<p>3rd level (3 slots): counterspell, fireball, fly</p>\n<p>4th level (3 slots): greater invisibility, ice storm</p>\n<p>5th level (1 slot): cone of cold</p>\n</section>\n<p>The mage is a spellcaster. Its spellcasting ability is Intelligence.</p>"
            },
            {
              "id": "LcMdsxbtVEhUDXju",
              "name": "Dagger",
              "description": "<section class=\"secret\"><p>Melee or Ranged Weapon Attack: +5 to hit, reach 5 ft. or range 20/60 ft., one target. Hit: <strong>4 (1d4 + 2) <em>piercing damage</em></strong>.</p><p></p></section><p>The Mage attacks with its Dagger.</p>"
            },
            {
              "id": "EOmsUcFQJTfG2oio",
              "name": "Fire Bolt",
              "description": "<p>You hurl a mote of fire at a creature or object within range. Make a ranged spell attack against the target. On a hit, the target takes 1d10 fire damage. A flammable object hit by this spell ignites if it isn't being worn or carried.</p><p>This spell's damage increases by 1d10 when you reach 5th level (2d10), 11th level (3d10), and 17th level (4d10).</p>"
            },
            {
              "id": "Bnn9Nzajixvow9xi",
              "name": "Light",
              "description": "<p>You touch one object that is no larger than 10 feet in any dimension. Until the spell ends, the object sheds bright light in a 20-foot radius and dim light for an additional 20 feet. The light can be colored as you like. Completely covering the object with something opaque blocks the light. The spell ends if you cast it again or dismiss it as an action.</p><p>If you target an object held or worn by a hostile creature, that creature must succeed on a Dexterity saving throw to avoid the spell.</p>"
            },
            {
              "id": "Utk1OQRwYkMkFRD3",
              "name": "Mage Hand",
              "description": "<p>A spectral, floating hand appears at a point you choose within range. The hand lasts for the duration or until you dismiss it as an action. The hand vanishes if it is ever more than 30 feet away from you or if you cast this spell again.</p><p>You can use your action to control the hand. You can use the hand to manipulate an object, open an unlocked door or container, stow or retrieve an item from an open container, or pour the contents out of a vial. You can move the hand up to 30 feet each time you use it.</p><p>The hand can't attack, activate magic items, or carry more than 10 pounds.</p>"
            },
            {
              "id": "udsLtG0BugXHR2JQ",
              "name": "Prestidigitation",
              "description": "<p>This spell is a minor magical trick that novice spellcasters use for practice. You create one of the following magical effects within range:</p>\n<ul>\n<li>You create an instantaneous, harmless sensory effect, such as a shower of sparks, a puff of wind, faint musical notes, or an odd odor.</li>\n<li>You instantaneously light or snuff out a candle, a torch, or a small campfire.</li>\n<li>You instantaneously clean or soil an object no larger than 1 cubic foot.</li>\n<li>You chill, warm, or flavor up to 1 cubic foot of nonliving material for 1 hour.</li>\n<li>You make a color, a small mark, or a symbol appear on an object or a surface for 1 hour.</li>\n<li>You create a nonmagical trinket or an illusory image that can fit in your hand and that lasts until the end of your next turn.</li>\n</ul>\n<p>If you cast this spell multiple times, you can have up to three of its non-instantaneous effects active at a time, and you can dismiss such an effect as an action.</p>"
            },
            {
              "id": "ghXTfe7sgCbgf1Q8",
              "name": "Detect Magic",
              "description": "<p>For the duration, you sense the presence of magic within 30 feet of you. If you sense magic in this way, you can use your action to see a faint aura around any visible creature or object in the area that bears magic, and you learn its school of magic, if any.</p><p>The spell can penetrate most barriers, but it is blocked by 1 foot of stone, 1 inch of common metal, a thin sheet of lead, or 3 feet of wood or dirt.</p>"
            },
            {
              "id": "CKZTpZlxj7hjjo2H",
              "name": "Mage Armor",
              "description": "<p>You touch a willing creature who isn't wearing armor, and a protective magical force surrounds it until the spell ends. The target's base AC becomes 13 + its Dexterity modifier. The spell ends if the target dons armor or if you dismiss the spell as an action.</p>"
            },
            {
              "id": "41JIhpDyM9Anm7cs",
              "name": "Magic Missile",
              "description": "<p>You create three glowing darts of magical force. Each dart hits a creature of your choice that you can see within range. A dart deals 1d4 + 1 force damage to its target. The darts all strike simultaneously, and you can direct them to hit one creature or several.</p><p><strong>Higher Levels. </strong>When you cast this spell using a spell slot of 2nd level or higher, the spell creates one more dart for each slot level above 1st.</p>"
            },
            {
              "id": "z1mx84ONwkXKUZd7",
              "name": "Shield",
              "description": "<p>An invisible barrier of magical force appears and protects you. Until the start of your next turn, you have a +5 bonus to AC, including against the triggering attack, and you take no damage from magic missile.</p>"
            },
            {
              "id": "wqfAVANuQonNBgnL",
              "name": "Misty Step",
              "description": "<p>Briefly surrounded by silvery mist, you teleport up to 30 feet to an unoccupied space that you can see.</p>"
            },
            {
              "id": "zMAWdyc8UVb37BK4",
              "name": "Suggestion",
              "description": "<p>You suggest a course of activity (limited to a sentence or two) and magically influence a creature you can see within range that can hear and understand you. Creatures that can't be charmed are immune to this effect. The suggestion must be worded in such a manner as to make the course of action sound reasonable. Asking the creature to stab itself, throw itself onto a spear, immolate itself, or do some other obviously harmful act ends the spell.</p><p>The target must make a Wisdom saving throw. On a failed save, it pursues the course of action you described to the best of its ability. The suggested course of action can continue for the entire duration. If the suggested activity can be completed in a shorter time, the spell ends when the subject finishes what it was asked to do.</p><p>You can also specify conditions that will trigger a special activity during the duration. For example, you might suggest that a knight give her warhorse to the first beggar she meets. If the condition isn't met before the spell expires, the activity isn't performed.</p><p>If you or any of your companions damage the target, the spell ends.</p>"
            },
            {
              "id": "Ek45cBpVXvJdv1Qy",
              "name": "Counterspell",
              "description": "<p>You attempt to interrupt a creature in the process of casting a spell. If the creature is casting a spell of 3rd level or lower, its spell fails and has no effect. If it is casting a spell of 4th level or higher, make an ability check using your spellcasting ability. The DC equals 10 + the spell's level. On a success, the creature's spell fails and has no effect.</p><p><strong>Higher Levels. </strong>When you cast this spell using a spell slot of 4th level or higher, the interrupted spell has no effect if its level is less than or equal to the level of the spell slot you used.</p>"
            },
            {
              "id": "ztgcdrWPshKRpFd0",
              "name": "Fireball",
              "description": "<p>A bright streak flashes from your pointing finger to a point you choose within range and then blossoms with a low roar into an explosion of flame. Each creature in a 20-foot-radius sphere centered on that point must make a Dexterity saving throw. A target takes 8d6 fire damage on a failed save, or half as much damage on a successful one.</p><p>The fire spreads around corners. It ignites flammable objects in the area that aren't being worn or carried.</p><p><strong>Higher Levels.</strong> When you cast this spell using a spell slot of 4th level or higher, the damage increases by 1d6 for each slot level above 3rd.</p>"
            },
            {
              "id": "yfbK8gZqESlaoY5t",
              "name": "Fly",
              "description": "<p>You touch a willing creature. The target gains a flying speed of 60 feet for the Duration. When the spell ends, the target falls if it is still aloft, unless it can stop the fall.</p><p><strong>At Higher Levels.</strong> When you cast this spell using a spell slot of 4th level or higher, you can target one additional creature for each slot level above 3rd.</p>"
            },
            {
              "id": "tEpDmYZNGc9f5OhJ",
              "name": "Greater Invisibility",
              "description": "<p>You or a creature you touch becomes Invisible until the spell ends. Anything the target is wearing or carrying is Invisible as long as it is on the target's person.</p>"
            },
            {
              "id": "WN2LWEljYU6QqnRH",
              "name": "Ice Storm",
              "description": "<p>A hail of rock-hard ice pounds to the ground in a 20-foot-radius, 40-foot-high Cylinder centered on a point within range. Each creature in the cylinder must make a Dexterity saving throw. A creature takes 2d8 bludgeoning damage and 4d6 cold damage on a failed save, or half as much damage on a successful one.</p><p>Hailstones turn the storm's area of effect into difficult terrain until the end of your next turn.</p><p><strong>At Higher Levels.</strong> When you cast this spell using a spell slot of 5th level or higher, the bludgeoning damage increases by 1d8 for each slot level above 4th.</p>"
            },
            {
              "id": "RpKjTlYASrfqUPVA",
              "name": "Cone of Cold",
              "description": "<p>A blast of cold air erupts from your hands. Each creature in a 60-foot cone must make a Constitution saving throw. A creature takes 8d8 cold damage on a failed save, or half as much damage on a successful one.</p><p>A creature killed by this spell becomes a frozen statue until it thaws.</p><p><strong>Higher Levels. </strong>When you cast this spell using a spell slot of 6th level or higher, the damage increases by 1d8 for each slot level above 5th.</p>"
            }
          ]
        },
        "Ankheg": {
          "name": "Ankheg",
          "description": "",
          "items": [
            {
              "id": "mGamlcdui038L6gU",
              "name": "Bite",
              "description": "<section class=\"secret\">\n<p><em>Melee Weapon Attack:</em><strong>+5 to hit,</strong>, <strong>5 ft.,</strong> one target. Hit: <strong>10 (2d6 + 3) <em>slashing damage</em></strong> plus <strong>3 (1d6) <em>acid damage</em></strong>.</p>\n<p>If the target is a Large or smaller creature, it is grappled (escape DC 13). Until this grapple ends, the ankheg can bite only the grappled creature and has advantage on attack rolls to do so.</p>\n</section>\n<p>The Ankheg attacks with its Bite.</p>"
            },
            {
              "id": "XZwZexkrBLOzLo1Q",
              "name": "Acid Spray",
              "description": "<section class=\"secret\">\n<p>The ankheg spits acid in a line that is 30 ft. long and 5 ft. wide, provided that it has no creature grappled.</p>\n<p>Each creature in that line must make a  <strong>DC 13 Dexterity</strong> saving throw, taking <strong>10 (3d6) <em>acid damage</em></strong> on a failed save, or half as much damage on a successful one.</p>\n</section>\n<p>The ankheg spits acid in a line that is 30 ft. long and 5 ft. wide. Each creature in that line must make a <strong>Dexterity</strong> saving throw.</p>"
            }
          ]
        },
        "Bandit": {
          "name": "Bandit",
          "description": "",
          "items": [
            {
              "id": "4oIyAj7rN5JbTjDZ",
              "name": "Scimitar",
              "description": "<section class=\"secret\">\n<p><em>Melee Weapon Attack:</em><strong>+3 to hit,</strong>, <strong>5 ft.,</strong> one target. Hit: <strong>4 (1d6 + 1) <em>slashing damage</em></strong>.</p></section>\n<p>The Bandit attacks with their Scimitar.</p>"
            },
            {
              "id": "hSxEhrT9CFdLG40m",
              "name": "Light Crossbow",
              "description": "<section class=\"secret\">\n<p>Ranged Weapon Attack: +3 to hit, range 80 ft./320 ft., one target. Hit: <strong>5 (1d8 + 1) <em>piercing damage</em></strong>.</p></section>\n<p>The Bandit attacks with their Light Crossbow.</p>"
            },
            {
              "id": "pByEnV0Y7QOI0ndA",
              "name": "Leather Armor",
              "description": "<p>The breastplate and shoulder protectors of this armor are made of leather that has been stiffened by being boiled in oil. The rest of the armor is made of softer and more flexible materials.</p>"
            }
          ]
        },
        "Bandit Captain": {
          "name": "Bandit Captain",
          "description": "",
          "items": [
            {
              "id": "8NY9Oy7LGoZ1f7gW",
              "name": "Studded Leather Armor",
              "description": "<p>Made from tough but flexible leather, studded leather is reinforced with close-set rivets or spikes.</p>"
            },
            {
              "id": "u3rhYD4gsxWEFbMc",
              "name": "Multiattack",
              "description": "<p>The captain makes three melee attacks: two with its scimitar and one with its dagger. Or the captain makes two ranged attacks with its daggers.</p>"
            },
            {
              "id": "tSPkVJScEndipsFU",
              "name": "Scimitar",
              "description": "<section class=\"secret\">\n<p><em>Melee Weapon Attack:</em><strong>+5 to hit,</strong>, <strong>5 ft.,</strong> one target. Hit: <strong>6 (1d6 + 3) <em>slashing damage</em></strong>.</p></section>\n<p>The Bandit Captain attacks with their Scimitar.</p>"
            },
            {
              "id": "mBUKIzY6aUW5Fnlm",
              "name": "Dagger",
              "description": "<section class=\"secret\">\n<p>Melee or Ranged Weapon Attack: +5 to hit, reach 5 ft. or range 20/60 ft., one target. Hit: <strong>5 (1d4 + 3) <em>piercing damage</em></strong>.</p></section>\n<p>The Bandit Captain attacks with their Dagger.</p>"
            },
            {
              "id": "mGcPB4SMyYkHFK9N",
              "name": "Parry",
              "description": "<p>The captain adds 2 to its AC against one melee attack that would hit it. To do so, the captain must see the attacker and be wielding a melee weapon.</p>"
            }
          ]
        },
        "Behir": {
          "name": "Behir",
          "description": "",
          "items": [
            {
              "id": "LzR8BLFWMmqI6gTl",
              "name": "Multiattack",
              "description": "<p>The behir makes two attacks: one with its bite and one to constrict.</p>"
            },
            {
              "id": "4fNbTxkAFYHxDdJX",
              "name": "Bite",
              "description": "<section class=\"secret\">\n<p><em>Melee Weapon Attack:</em><strong>+10 to hit,</strong>, <strong>10 ft.,</strong> one target. Hit: <strong>22 (3d10 + 6) <em>piercing damage</em></strong>.</p></section>\n<p>The Behir attacks with its Bite.</p>"
            },
            {
              "id": "GCUh42hMUnKtxx8j",
              "name": "Constrict",
              "description": "<section class=\"secret\">\n<p>Melee Weapon Attack: +10 to hit, reach 5 ft., <strong>one Large or smaller creature</strong>. Hit: <strong>17 (2d10 + 6) <em>bludgeoning damage</em></strong> plus <strong>17 (2d10 + 6) <em>slashing damage</em></strong>.</p>\n<p>The target is grappled (escape DC 16) if the behir isn't already constricting a creature, and the target is restrained until this grapple ends.</p>\n</section>\n<p>The Behir attacks with its Constrict. The target is grappled if the Behir isn't already constricting a creature, and the target is restrained until this grapple ends.</p>"
            },
            {
              "id": "gjce4R2feN2UH0YE",
              "name": "Lightning Breath",
              "description": "<section class=\"secret\">\n<p>The behir exhales a line of lightning that is 20 ft. long and 5 ft. wide. Each creature in that line must make a  <strong>DC 16 Dexterity</strong> saving throw, taking <strong>66 (12d10) <em>lightning damage</em></strong> on a failed save, or half as much damage on a successful one.</p></section>\n<p>The behir exhales a line of lightning that is 20 ft. long and 5 ft. wide. Each creature in that line must make a <strong>Dexterity</strong> saving throw.</p>"
            },
            {
              "id": "0QJeW80m89X0RLNz",
              "name": "Swallow",
              "description": "<section class=\"secret\">\n<p>The behir makes one bite attack against a <strong>Medium or smaller target it is grappling</strong>. If the attack hits, the target is also swallowed, and the grapple ends. While swallowed, the target is blinded and restrained, it has total cover against attacks and other effects outside the behir, and it takes <strong>21 (6d6) <em>acid damage</em></strong> at the start of each of the behir's turns. A behir can have only one creature swallowed at a time.</p>\n<p>If the behir takes 30 damage or more on a single turn from the swallowed creature, the behir must succeed on a  <strong>DC 14 Constitution</strong> saving throw at the end of that turn or regurgitate the creature, which falls prone in a space within 10 ft. of the behir. If the behir dies, a swallowed creature is no longer restrained by it and can escape from the corpse by using 15 ft. of movement, exiting prone.</p>\n</section>\n<p>The Behir attacks with its Swallow.</p>"
            }
          ]
        },
        "Black Pudding": {
          "name": "Black Pudding",
          "description": "",
          "items": [
            {
              "id": "Na7qo8robmcacNZI",
              "name": "Amorphous",
              "description": "<p>The pudding can move through a space as narrow as 1 inch wide without squeezing.</p>"
            },
            {
              "id": "wvlDMuDDdk7peoPa",
              "name": "Corrosive Form",
              "description": "<section class=\"secret\">\n<p>A creature that touches the pudding or hits it with a melee attack while within 5 feet of it takes <strong>4 (1d8) <em>acid damage</em></strong>. Any nonmagical weapon made of metal or wood that hits the pudding corrodes.</p>\n<p>After dealing damage, the weapon takes a permanent and cumulative -1 penalty to damage rolls. If its penalty drops to -5, the weapon is destroyed. Nonmagical ammunition made of metal or wood that hits the pudding is destroyed after dealing damage. The pudding can eat through 2-inch-thick, nonmagical wood or metal in 1 round.</p>\n</section>\n<p>A creature that touches the pudding or hits it with a melee attack while within 5 feet of it takes <em>acid damage</em>. Any nonmagical weapon made of metal or wood that hits the pudding corrodes.</p>"
            },
            {
              "id": "06FRVwBFMJYhZ94o",
              "name": "Spider Climb",
              "description": "<p>The pudding can climb difficult surfaces, including upside down on ceilings, without needing to make an ability check.</p>"
            },
            {
              "id": "v6ZspnPr8G5hApkL",
              "name": "Pseudopod",
              "description": "<section class=\"secret\">\n<p><em>Melee Weapon Attack:</em><strong>+5 to hit,</strong>, <strong>5 ft.,</strong> one target. Hit: <strong>6 (1d6 + 3) <em>bludgeoning damage</em></strong> plus <strong>18 (4d8) <em>acid damage</em></strong>.</p>\n<p>In addition, nonmagical armor worn by the target is partly dissolved and takes a permanent and cumulative -1 penalty to the AC it offers. The armor is destroyed if the penalty reduces its AC to 10.</p>\n</section>\n<p>The Black Pudding attacks with its Pseudopod. In addition, nonmagical armor worn by the target is partly dissolved and takes a permanent and cumulative -1 penalty to the AC it offers.</p>"
            },
            {
              "id": "VcVWWSlfTBeXWh3T",
              "name": "Split",
              "description": "<section class=\"secret\">\n<p>When a pudding that is Medium or larger is subjected to lightning or <em>slashing damage</em>, it splits into two new puddings if it has at least 10 Hit Points. Each new pudding has Hit Points equal to half the original pudding's, rounded down. New puddings are one size smaller than the original pudding.</p>\n</section>\n<p>The pudding splits into two new puddings. New puddings are one size smaller than the original pudding.</p>"
            }
          ]
        },
        "Bru'ic": {
          "name": "Bru'ic",
          "description": "",
          "items": [
            {
              "id": "wonRQjOkc9E7RYtd",
              "name": "Leather Armor",
              "description": "<p>The breastplate and shoulder protectors of this armor are made of leather that has been stiffened by being boiled in oil. The rest of the armor is made of softer and more flexible materials.</p>"
            },
            {
              "id": "OE8y8otGDFop6Fzt",
              "name": "Pack Tactics",
              "description": "<p>The thug has<strong> advantage </strong>on an attack roll against a creature if at least one of the thug's allies is within <strong>5 ft.</strong> of the creature and the ally isn't incapacitated.</p>"
            },
            {
              "id": "cac4FpQc3XabBwTj",
              "name": "Multiattack",
              "description": "<p>The thug makes two melee attacks.</p>"
            },
            {
              "id": "9INT7D1zulhfsok7",
              "name": "Heavy Crossbow",
              "description": "<section class=\"secret\">\n<p>Ranged Weapon Attack: +2 to hit, range 100/400 ft., one target. Hit: <strong>5 (1d10) <em>piercing damage</em></strong>.</p></section>\n<p>The Thug attacks with their Heavy Crossbow.</p>"
            },
            {
              "id": "6gRu9IFFkvxesFfK",
              "name": "Mace",
              "description": "<section class=\"secret\">\n<p><em>Melee Weapon Attack:</em><strong>+4 to hit,</strong>, <strong>5 ft.,</strong> one creature. Hit: <strong>5 (1d6 + 2) <em>bludgeoning damage</em></strong>.</p></section>\n<p>The Thug attacks with their Mace.</p>"
            }
          ]
        },
        "Commoner": {
          "name": "Commoner",
          "description": "",
          "items": [
            {
              "id": "HwktDnB8qdr0BYGZ",
              "name": "Club",
              "description": "<section class=\"secret\">\n<p><em>Melee Weapon Attack:</em><strong>+2 to hit,</strong>, <strong>5 ft.,</strong> one target. Hit: <strong>2 (1d4) <em>bludgeoning damage</em></strong>.</p></section>\n<p>The Commoner attacks with their Club.</p>"
            }
          ]
        },
        "Doris Vanderbun": {
          "name": "Doris Vanderbun",
          "description": "",
          "items": [
            {
              "id": "HwktDnB8qdr0BYGZ",
              "name": "Club",
              "description": "<section class=\"secret\">\n<p><em>Melee Weapon Attack:</em><strong>+2 to hit,</strong>, <strong>5 ft.,</strong> one target. Hit: <strong>2 (1d4) <em>bludgeoning damage</em></strong>.</p></section>\n<p>The Commoner attacks with their Club.</p>"
            }
          ]
        },
        "Empusa": {
          "name": "Empusa",
          "description": "",
          "items": [
            {
              "id": "RTObQt5XLUWvuWe0",
              "name": "Magic Resistance",
              "description": "<p>The empusa has<strong> </strong>advantage on saving throws against spells and other magical effects.</p>"
            },
            {
              "id": "1UFWixh1vSOQoT6C",
              "name": "Standing Leap",
              "description": "<p>The empusa’s long jump is up to 30 feet and her high jump is up to 15 feet, with or without a running start.</p>"
            },
            {
              "id": "rZxYdNkHkXAJ1ij6",
              "name": "Multiattack",
              "description": "<p>The empusa makes one Bite attack and two Claw attacks. She can also use Charming Gaze before or after making these attacks.</p>"
            },
            {
              "id": "sspZeRsnOphgBVIq",
              "name": "Change Shape",
              "description": "<section id=\"secret-XP8a1RYIh6kIfyvW\" class=\"secret\"><p>The empusa magically polymorphs into a Small or Medium humanoid, or back into her true form. Other than her size, her statistics are the same in each form. Any equipment she is wearing or carrying isn’t transformed. If the empusa dies, she reverts to her true form.</p></section>"
            },
            {
              "id": "FyiIPOjUqyGImmwN",
              "name": "Charming Gaze",
              "description": "<section class=\"secret\" id=\"secret-kOf2lyYJrPGX8PVA\"><p>The empusa fixes its gaze on one creature within 60 feet of it that it can see. If the target can see the empusa’s eyes, it must make a DC 16 Wisdom saving throw. On a failed save, the target is charmed for 1 hour; the charmed target obeys the empusa’s verbal or telepathic commands. If the saving throw fails by 5 or more, the target also falls unconscious until the effect ends.</p><p>If the target suffers any harm or receives a suicidal command, it can repeat the saving throw, ending the effect on a success. If the target successfully saves against the effect, or if the effect on it ends, the target is immune to this empusa’s Charming Gaze for 1 hour. When the effect ends, the target has no memory of the time it spent charmed.</p><p>The empusa can have only one target charmed at a time. If it charms another, the effect on the previous target ends.</p></section><p>One humanoid empusa can see within 60 feet of it must make a Wisdom saving throw.</p>"
            },
            {
              "id": "jiNMzikf97tFS1FY",
              "name": "Spellcasting",
              "description": "<section class=\"secret\" id=\"secret-YeuWdwrzSVBbxUs8\"><p>The empusa casts one of the following spells, using Charisma as the spellcasting ability (spell save DC 16):</p><p>At will: <em>command</em>, <em>dancing lights</em>, <em>sleep</em></p><p>3/day each: <em>charm person</em> (as a 2nd-level spell), <em>hold person</em>, <em>suggestion</em></p><p>1/day each: <em>fly, hypnotic pattern</em></p></section>"
            },
            {
              "id": "d9su4d6Bngk4yfME",
              "name": "Bite",
              "description": "<section class=\"secret\" id=\"secret-iMW9HooFpjE1kUOW\"><p><em>Melee Weapon Attack</em>: +7 to hit, reach 10 ft., one target. <em>Hit</em>: 9 (1d10 + 4) piercing damage.</p></section><p>Empusa attacks with her Bite.</p>"
            },
            {
              "id": "A4wQ6bXBfNpGiMRx",
              "name": "Claws (True Form Only)",
              "description": "<section class=\"secret\" id=\"secret-ZIx358pP2eIfHXKw\"><p><em>Melee Weapon Attack: </em>+7 to hit, 5 ft., one target. <em>Hit</em>: 11 (2d6 + 4) slashing damage, and if the target is a Large or smaller creature, it is grappled (escape DC 15). The empusa has two claws, each of which can grapple only one target.</p></section><p>Empusa attacks with her Claws.</p>"
            },
            {
              "id": "sCrN7O4XaGwB4H2x",
              "name": "Command",
              "description": "<p>You speak a one-word command to a creature you can see within range. The target must succeed on a Wisdom saving throw or follow the command on its next turn. The spell has no effect if the target is undead, if it doesn't understand your language, or if your command is directly harmful to it.</p><p>Some typical commands and their effects follow. You might issue a command other than one described here. If you do so, the DM determines how the target behaves. If the target can't follow your command, the spell ends.</p><p><strong>Approach.</strong> The target moves toward you by the shortest and most direct route, ending its turn if it moves within 5 feet of you.</p><p><strong>Drop.</strong> The target drops whatever it is holding and then ends its turn.</p><p><strong>Flee.</strong> The target spends its turn moving away from you by the fastest available means.</p><p><strong>Grovel.</strong> The target falls prone and then ends its turn.</p><p><strong>Halt.</strong> The target doesn't move and takes no actions. A flying creature stays aloft, provided that it is able to do so. If it must move to stay aloft, it flies the minimum distance needed to remain in the air.</p><p><strong>Higher Levels. </strong>When you cast this spell using a spell slot of 2nd level or higher, you can affect one additional creature for each slot level above 1st. The creatures must be within 30 feet of each other when you target them.</p>"
            },
            {
              "id": "mjxSFzoVeR9TLzbh",
              "name": "Dancing Lights",
              "description": "<p>You create up to four torch-sized lights within range, making them appear as torches, lanterns, or glowing orbs that hover in the air for the duration. You can also combine the four lights into one glowing vaguely humanoid form of Medium size. Whichever form you choose, each light sheds dim light in a 10-foot radius.</p><p>As a bonus action on your turn, you can move the lights up to 60 feet to a new spot within range. A light must be within 20 feet of another light created by this spell, and a light winks out if it exceeds the spell's range.</p>"
            },
            {
              "id": "vWsKVuIEeY2EW4k2",
              "name": "Sleep",
              "description": "<p>This spell sends creatures into a magical slumber. Roll 5d8; the total is how many hit points of creatures this spell can affect. Creatures within 20 feet of a point you choose within range are affected in ascending order of their current hit points (ignoring unconscious creatures).</p><p>Starting with the creature that has the lowest current hit points, each creature affected by this spell falls unconscious until the spell ends, the sleeper takes damage, or someone uses an action to shake or slap the sleeper awake. Subtract each creature's hit points from the total before moving on to the creature with the next lowest hit points. A creature's hit points must be equal to or less than the remaining total for that creature to be affected.</p><p>Undead and creatures immune to being charmed aren't affected by this spell.</p><p><strong>Higher Levels.</strong> When you cast this spell using a spell slot of 2nd level or higher, roll an additional 2d8 for each slot level above 1st.</p>"
            },
            {
              "id": "drRooV43hN3xFtkd",
              "name": "Charm Person",
              "description": "<p>You attempt to charm a humanoid you can see within range. It must make a Wisdom saving throw, and does so with advantage if you or your companions are fighting it. If it fails the saving throw, it is charmed by you until the spell ends or until you or your companions do anything harmful to it. The charmed creature regards you as a friendly acquaintance. When the spell ends, the creature knows it was charmed by you.</p>\n        <p><strong>At Higher Levels.</strong> When you cast this spell using a spell slot of 2nd level or higher, you can target one additional creature for each slot level above 1st. The creatures must be within 30 feet of each other when you target them.</p>"
            },
            {
              "id": "cTiuoSmzlM7ebHul",
              "name": "Hold Person",
              "description": "<p>Choose a humanoid that you can see within range. The target must succeed on a Wisdom saving throw or be paralyzed for the duration. At the end of each of its turns, the target can make another Wisdom saving throw. On a success, the spell ends on the target.</p><p><strong>Higher Levels. </strong>When you cast this spell using a spell slot of 3rd level or higher, you can target one additional humanoid for each slot level above 2nd. The humanoids must be within 30 feet of each other when you target them.</p>"
            },
            {
              "id": "VPUdPxaje9ACdEOB",
              "name": "Suggestion",
              "description": "<p>You suggest a course of activity (limited to a sentence or two) and magically influence a creature you can see within range that can hear and understand you. Creatures that can't be charmed are immune to this effect. The suggestion must be worded in such a manner as to make the course of action sound reasonable. Asking the creature to stab itself, throw itself onto a spear, immolate itself, or do some other obviously harmful act ends the spell.</p><p>The target must make a Wisdom saving throw. On a failed save, it pursues the course of action you described to the best of its ability. The suggested course of action can continue for the entire duration. If the suggested activity can be completed in a shorter time, the spell ends when the subject finishes what it was asked to do.</p><p>You can also specify conditions that will trigger a special activity during the duration. For example, you might suggest that a knight give her warhorse to the first beggar she meets. If the condition isn't met before the spell expires, the activity isn't performed.</p><p>If you or any of your companions damage the target, the spell ends.</p>"
            },
            {
              "id": "O21dVjdsruIxDcQf",
              "name": "Fly",
              "description": "<p>You touch a willing creature. The target gains a flying speed of 60 feet for the Duration. When the spell ends, the target falls if it is still aloft, unless it can stop the fall.</p><p><strong>At Higher Levels.</strong> When you cast this spell using a spell slot of 4th level or higher, you can target one additional creature for each slot level above 3rd.</p>"
            },
            {
              "id": "IC3KCAbDuuP4EOH3",
              "name": "Hypnotic Pattern",
              "description": "<p>You create a twisting pattern of colors that weaves through the air inside a 30-foot cube within range. The pattern appears for a moment and vanishes. Each creature in the area who sees the pattern must make a Wisdom saving throw. On a failed save, the creature becomes charmed for the duration. While charmed by this spell, the creature is incapacitated and has a speed of 0.</p><p>The spell ends for an affected creature if it takes any damage or if someone else uses an action to shake the creature out of its stupor.</p>"
            },
            {
              "id": "mUpd23mog9WNCoEI",
              "name": "Carrion Curse",
              "description": "<p>The bite of the empusa creates a wound that quickly festers. Within a day, the smell of putrefying flesh accompanies a dark discolouration around the wound. Unless serious measures are taken to mask the smell, carrion eaters of all kinds will be drawn to the infected creature.</p>"
            }
          ]
        },
        "Giant Mantis": {
          "name": "Giant Mantis",
          "description": "",
          "items": [
            {
              "id": "1yXz3JunJtlQs6vV",
              "name": "Bite",
              "description": "<section class=\"secret\" id=\"secret-rcU4lyZnNuDEzRzU\"><p><em>Melee Weapon Attack: </em>+5 to hit, 5 ft., one target. <em>Hit</em>: 10 (2d6+3) piercing damage. </p></section><p>The mantis attacks with its Bite.</p>"
            },
            {
              "id": "NxasvT3bq95Yl3DA",
              "name": "Ambusher",
              "description": "<p>In the first round of a combat, the mantis has<strong> </strong>advantage on attack rolls against any creature it has surprised.</p>"
            },
            {
              "id": "vCfSJ1Q6XN93jt5E",
              "name": "Surprise Attack",
              "description": "<p>If the mantis surprises a creature and hits it with a Bite attack during the first round of combat, the target takes an extra 10 (3d6) damage from the attack.</p>"
            },
            {
              "id": "AVbybnOuD7geQWRP",
              "name": "Claw",
              "description": "<section class=\"secret\" id=\"secret-CnFupgpJ8KkGLy64\"><p><em>Melee Weapon Attack:</em> +5 to hit, reach 10 ft., one target. Hit: 7 (1d8 + 3) slashing damage.  If the target is a Medium or smaller creature, it is grappled (escape DC 15) and restrained until the grapple ends. The mantis can only grapple one creature at a time, and it can only make Claw attacks against the grappled creature until the grapple ends.</p></section><p>The mantis attacks with its Claw. The target is grappled.</p>"
            },
            {
              "id": "QvroN7W5C8Uw9wVc",
              "name": "Multiattack",
              "description": "<p>The mantis makes two Claw attacks. </p>"
            },
            {
              "id": "w9Bd9Y5VpkuvQDPi",
              "name": "Crunch",
              "description": "<p>The mantis makes one Bite attack against a creature it is grappling.</p>"
            }
          ]
        },
        "Giant Scorpion": {
          "name": "Giant Scorpion",
          "description": "",
          "items": [
            {
              "id": "wpqra38jsZPRAuov",
              "name": "Multiattack",
              "description": "<p>The scorpion makes three attacks: two with its claws and one with its sting.</p>"
            },
            {
              "id": "OJ2b64O3e1nni21W",
              "name": "Claw",
              "description": "<section class=\"secret\">\n<p><em>Melee Weapon Attack:</em><strong>+4 to hit,</strong>, <strong>5 ft.,</strong> one target. Hit: <strong>6 (1d8 + 2) <em>bludgeoning damage</em></strong>.</p>\n<p>The target is grappled (escape DC 12). The scorpion has two claws, each of which can grapple only one target.</p>\n</section>\n<p>The Giant Scorpion attacks with its Claw. The target is grappled.</p>"
            },
            {
              "id": "q6uVUHWyzht5OpwV",
              "name": "Sting",
              "description": "<section class=\"secret\">\n<p><em>Melee Weapon Attack:</em><strong>+4 to hit,</strong>, <strong>5 ft.,</strong> one creature. Hit: <strong>7 (1d10 + 2) <em>piercing damage</em></strong>.</p>\n<p>The target must make a  <strong>DC 12 Constitution</strong> saving throw, taking <strong>22 (4d10) <em>poison damage</em></strong> on a failed save, or half as much damage on a successful one.</p>\n</section>\n<p>The Giant Scorpion attacks with its Sting. The target must make a <strong>Constitution</strong> saving throw.</p>"
            }
          ]
        },
        "Gladiator": {
          "name": "Gladiator",
          "description": "",
          "items": [
            {
              "id": "GO2zHOdb2GBHd2U4",
              "name": "Studded Leather Armor",
              "description": "<p>Made from tough but flexible leather, studded leather is reinforced with close-set rivets or spikes.</p>"
            },
            {
              "id": "sSs3hSzkKBMNBgTs",
              "name": "Shield",
              "description": "<p>A shield is made from wood or metal and is carried in one hand. Wielding a shield increases your Armor Class by 2. You can benefit from only one shield at a time.</p>"
            },
            {
              "id": "YbB6EsBwNaEzVlxU",
              "name": "Brave",
              "description": "<p>The gladiator has advantage on saving throws against being Frightened.</p>"
            },
            {
              "id": "NPTnV9YupSeKJrQ0",
              "name": "Brute",
              "description": "<p>A melee weapon deals one extra die of its damage when the gladiator hits with it (included in the attack).</p>"
            },
            {
              "id": "QuVUb9i809rjJWcL",
              "name": "Multiattack",
              "description": "<p>The gladiator makes three melee attacks or two ranged attacks.</p>"
            },
            {
              "id": "eL15erXXE9EuXWSB",
              "name": "Spear",
              "description": "<section class=\"secret\">\n<p>Melee or Ranged Weapon Attack: +7 to hit, reach 5 ft. and range 20/60 ft., one target. Hit: <strong>11 (2d6 + 4) <em>piercing damage</em></strong>, or <strong>13 (2d8 + 4) <em>piercing damage</em></strong> if used with two hands to make a melee attack.</p></section>\n<p>The Gladiator attacks with their Spear.</p>"
            },
            {
              "id": "GrUneCbXCYngdpjf",
              "name": "Shield Bash",
              "description": "<section class=\"secret\">\n<p><em>Melee Weapon Attack:</em><strong>+7 to hit,</strong>, <strong>5 ft.,</strong> one creature. Hit: <strong>9 (2d4 + 4) <em>bludgeoning damage</em></strong>.</p>\n<p>If the target is a Medium or smaller creature, it must succeed on a  <strong>DC 15 Strength</strong> saving throw or be knocked prone.</p>\n</section>\n<p>The Gladiator attacks with their Shield Bash. If the target is a Medium or smaller creature, it must make a <strong>Strength</strong> saving throw or be knocked prone.</p>"
            },
            {
              "id": "AwP14Hu6dPdnSbQt",
              "name": "Parry",
              "description": "<section class=\"secret\">\n<p>The gladiator adds 3 to its <strong>AC</strong> against one melee Attack that would hit it. To do so, the gladiator must see the attacker and be wielding a melee weapon.</p>\n</section>\n<p>The gladiator adds 3 to its <strong>AC</strong> against one melee Attack that would hit it.</p>"
            }
          ]
        },
        "Half-Red Dragon Veteran": {
          "name": "Half-Red Dragon Veteran",
          "description": "",
          "items": [
            {
              "id": "gMtQsYeAPMGoYGrm",
              "name": "Plate Armor",
              "description": "<p>Plate consists of shaped, interlocking metal plates to cover the entire body. A suit of plate includes gauntlets, heavy leather boots, a visored helmet, and thick layers of padding underneath the armor. Buckles and straps distribute the weight over the body.</p>"
            },
            {
              "id": "MTqXmkJOXkp4bFMQ",
              "name": "Multiattack",
              "description": "<p>The veteran makes two longsword attacks. If it has a shortsword drawn, it can also make a shortsword attack.</p>"
            },
            {
              "id": "93eWZ75LncoC5U8d",
              "name": "Longsword",
              "description": "<section class=\"secret\">\n<p><em>Melee Weapon Attack:</em><strong>+5 to hit,</strong>, <strong>5 ft.,</strong> one target. Hit: <strong>7 (1d8 + 3) <em>slashing damage</em></strong>, or <strong>8 (1d10 + 3) <em>slashing damage</em></strong> if used with two hands.</p></section>\n<p>The Half-Red Dragon Veteran attacks with its Longsword.</p>"
            },
            {
              "id": "pl7hO2z20EnTaPZt",
              "name": "Shortsword",
              "description": "<section class=\"secret\"><p><em>Melee Weapon Attack:</em><strong>+5 to hit,</strong>, <strong>5 ft.,</strong> one target. Hit: <strong>6 (1d6 + 3) <em>piercing damage</em></strong>.</p><p></p></section><p>The Half-Red Dragon Veteran attacks with its Shortsword.</p>"
            },
            {
              "id": "Jt9HuwZdYUCmEH5q",
              "name": "Heavy Crossbow",
              "description": "<section class=\"secret\"><p>Ranged Weapon Attack: +3 to hit, range 100/400 ft., one target. Hit: <strong>6 (1d10 + 1) <em>piercing damage</em></strong>.</p><p></p></section><p>The Half-Red Dragon Veteran attacks with its Heavy Crossbow.</p>"
            },
            {
              "id": "68Y4sNHbVetQN3wa",
              "name": "Fire Breath",
              "description": "<section class=\"secret\"><p>The veteran exhales fire in a 15-foot cone. Each creature in that area must make a  <strong>DC 15 Dexterity</strong> saving throw, taking <strong>24 (7d6) <em>fire damage</em></strong> on a failed save, or half as much damage on a successful one.</p><p></p></section><p>The veteran exhales fire in a 15-foot cone. Each creature in that area must make a <strong>Dexterity</strong> saving throw.</p>"
            }
          ]
        },
        "Hezrou": {
          "name": "Hezrou",
          "description": "",
          "items": [
            {
              "id": "dQt68nlmGdhK2ojI",
              "name": "Magic Resistance",
              "description": "<p>The hezrou has<strong> advantage </strong>on saving throws against spells and other magical effects.</p>"
            },
            {
              "id": "0EcUwWcmWzFuiJyg",
              "name": "Stench",
              "description": "<section class=\"secret\"><p>Any creature that starts its turn <strong>within 10 feet</strong> of the hezrou must succeed on a <strong>DC 14 Constitution saving throw</strong> or be poisoned until the start of its next turn. On a successful saving throw, the creature is immune to the hezrou's stench for 24 hours.</p></section><p>Any creature that starts its turn <strong>within 10 feet</strong> of the hezrou must succeed on a Constitution saving throw.</p>"
            },
            {
              "id": "xQ1RYlOxb6lMRhdI",
              "name": "Multiattack",
              "description": "<p>The hezrou makes three attacks: one with its bite and two with its claws.</p>"
            },
            {
              "id": "UNNl5XqsXZuKOm69",
              "name": "Bite",
              "description": "<section class=\"secret\"><p><em>Melee Weapon Attack:</em><strong>+7 to hit,</strong>, <strong>5 ft.,</strong> one target. Hit: <strong>15 (2d10 + 4) <em>piercing damage</em></strong>.</p><p></p></section><p>The Hezrou attacks with its Bite.</p>"
            },
            {
              "id": "HEQqPUsmmNs178Mj",
              "name": "Claws",
              "description": "<section class=\"secret\"><p><em>Melee Weapon Attack:</em><strong>+7 to hit,</strong>, <strong>5 ft.,</strong> one target. Hit: <strong>11 (2d6 + 4) <em>slashing damage</em></strong>.</p><p></p></section><p>The Hezrou attacks with its Claws.</p>"
            }
          ]
        },
        "Invisible Stalker": {
          "name": "Invisible Stalker",
          "description": "",
          "items": [
            {
              "id": "VdFnTF9MqUFF7KPQ",
              "name": "Faultless Tracker",
              "description": "<section class=\"secret\"><p>The stalker is given a quarry by its summoner. The stalker knows the direction and distance to its quarry as long as the two of them are on the same plane of existence. The stalker also knows the location of its summoner.</p></section><p>The stalker knows the direction and distance to its quarry as long as the two of them are on the same plane of existence. </p>"
            },
            {
              "id": "UR2TYdvh0VZzLKyO",
              "name": "Invisibility",
              "description": "<p>The stalker is invisible.</p>"
            },
            {
              "id": "bl0mrJpx4dqL9Ub8",
              "name": "Multiattack",
              "description": "<p>The stalker makes two slam attacks.</p>"
            },
            {
              "id": "rpKiEPQVeOZTLwjf",
              "name": "Slam",
              "description": "<section class=\"secret\"><p><em>Melee Weapon Attack:</em><strong>+6 to hit,</strong>, <strong>5 ft.,</strong> one target. Hit: <strong>10 (2d6 + 3) <em>bludgeoning damage</em></strong>.</p><p></p></section><p>The Invisible Stalker attacks with its Slam.</p>"
            }
          ]
        },
        "Jason": {
          "name": "Jason",
          "description": "",
          "items": [
            {
              "id": "38I6bGoguRRefN6W",
              "name": "Spellcasting",
              "description": "<section class=\"secret\">\n<p>The acolyte is a 1st-level spellcaster. Its spellcasting ability is Wisdom (spell save DC 12, +4 to hit with spell attacks). The acolyte has following cleric spells prepared:&bull; Cantrips (at will): light, sacred flame, thaumaturgy&bull; 1st level (3 slots): bless, cure wounds, sanctuary</p>\n</section>\n<p>The acolyte is a spellcaster. Its spellcasting ability is Wisdom.</p>"
            },
            {
              "id": "swpThURVHnaQRjfY",
              "name": "Club",
              "description": "<section class=\"secret\">\n<p><em>Melee Weapon Attack:</em><strong>+2 to hit,</strong>, <strong>5 ft.,</strong> one target. Hit: <strong>2 (1d4) <em>bludgeoning damage</em></strong>.</p></section>\n<p>The Acolyte attacks with their Club.</p>"
            },
            {
              "id": "Bnn9Nzajixvow9xi",
              "name": "Light",
              "description": "<p>You touch one object that is no larger than 10 feet in any dimension. Until the spell ends, the object sheds bright light in a 20-foot radius and dim light for an additional 20 feet. The light can be colored as you like. Completely covering the object with something opaque blocks the light. The spell ends if you cast it again or dismiss it as an action.</p><p>If you target an object held or worn by a hostile creature, that creature must succeed on a Dexterity saving throw to avoid the spell.</p>"
            },
            {
              "id": "n9pJzTDsAwQxJVRl",
              "name": "Sacred Flame",
              "description": "<p>Flame-like radiance descends on a creature that you can see within range. The target must succeed on a Dexterity saving throw or take 1d8 radiant damage. The target gains no benefit from cover for this saving throw.</p><p>The spell's damage increases by 1d8 when you reach 5th level (2d8), 11th level (3d8), and 17th level (4d8).</p>"
            },
            {
              "id": "MUO1uYN7JR1hm4dR",
              "name": "Thaumaturgy",
              "description": "<p>You create one of the following magical effects within range:</p>\n<ul>\n<li>Your voice booms up to three times as loud as normal for 1 minute.</li>\n<li>You cause flames to flicker, brighten, dim, or change color for 1 minute.</li>\n<li>You cause harmless tremors in the ground for 1 minute.</li>\n<li>You create a sound that originates from a point of your choice within range.</li>\n<li>You cause an unlocked door or window to fly open or slam shut.</li>\n<li>You alter the appearance of your eyes for 1 minute.</li>\n</ul>\n<p>If you cast this spell multiple times, you can have up to three of its 1-minute effects active at a time, and you can dismiss such an effect as an action.</p>"
            },
            {
              "id": "8dzaICjGy6mTUaUr",
              "name": "Bless",
              "description": "<p>You bless up to three creatures of your choice within range. Whenever a target makes an attack roll or a saving throw before the spell ends, the target can roll 1d4 and add the number rolled to the attack roll or saving throw.</p>\n<p><strong>Higher Levels.</strong> When you cast this spell using a spell slot of 2nd level or higher, you can target one additional creature for each slot level above 1st.</p>"
            },
            {
              "id": "gvdA9nPuWLck4tBl",
              "name": "Sanctuary",
              "description": "<p>You ward a creature within range against attack. Until the spell ends, any creature who targets the warded creature with an attack or a harmful spell must first make a Wisdom saving throw. On a failed save, the creature must choose a new target or lose the attack or spell. This spell doesn't protect the warded creature from area effects, such as the explosion of a Fireball.</p><p>If the warded creature makes an attack or casts a spell that affects an enemy creature, this spell ends.</p>"
            },
            {
              "id": "uUWb1wZgtMou0TVP",
              "name": "Cure Wounds",
              "description": "<p>A creature you touch regains a number of hit points equal to 1d8 + your spellcasting ability modifier. This spell has no effect on undead or constructs.</p><p><strong>Higher Levels.</strong> When you cast this spell using a spell slot of 2nd level or higher, the healing increases by 1d8 for each slot level above 1st.</p>"
            }
          ]
        },
        "Lady Ketch (Empusa Humanoid Form)": {
          "name": "Lady Ketch (Empusa Humanoid Form)",
          "description": "",
          "items": [
            {
              "id": "HwktDnB8qdr0BYGZ",
              "name": "Club",
              "description": "<section class=\"secret\">\n<p><em>Melee Weapon Attack:</em><strong>+2 to hit,</strong>, <strong>5 ft.,</strong> one target. Hit: <strong>2 (1d4) <em>bludgeoning damage</em></strong>.</p></section>\n<p>The Commoner attacks with their Club.</p>"
            }
          ]
        },
        "Lord Shamash Turnuroth": {
          "name": "Lord Shamash Turnuroth",
          "description": "",
          "items": [
            {
              "id": "87olpriernjyGLbC",
              "name": "Breastplate",
              "description": "<p>This armor consists of a fitted metal chest piece worn with supple leather. Although it leaves the legs and arms relatively unprotected, this armor provides good protection for the wearer's vital organs while leaving the wearer relatively unencumbered.</p>"
            },
            {
              "id": "f12lOXuMaI21HDrz",
              "name": "Rapier",
              "description": "<section class=\"secret\"><p><em>Melee Weapon Attack:</em><strong>+3 to hit,</strong>, <strong>5 ft.,</strong> one target. Hit: <strong>5 (1d8 + 1) <em>piercing damage</em></strong>.</p><p></p></section><p>The Noble attacks with its Rapier.</p>"
            },
            {
              "id": "HhLmdqeivyDnsemN",
              "name": "Parry",
              "description": "<section class=\"secret\"><p>The noble adds 2 to its <strong>AC</strong> against one melee Attack that would hit it. To do so, the noble must see the attacker and be wielding a melee weapon.</p></section><p>The noble adds 2 to its <strong>AC</strong> against one melee Attack that would hit it.</p>"
            }
          ]
        },
        "Namfoodle Filbatter": {
          "name": "Namfoodle Filbatter",
          "description": "",
          "items": [
            {
              "id": "HwktDnB8qdr0BYGZ",
              "name": "Club",
              "description": "<section class=\"secret\">\n<p><em>Melee Weapon Attack:</em><strong>+2 to hit,</strong>, <strong>5 ft.,</strong> one target. Hit: <strong>2 (1d4) <em>bludgeoning damage</em></strong>.</p></section>\n<p>The Commoner attacks with their Club.</p>"
            }
          ]
        },
        "Spy": {
          "name": "Spy",
          "description": "",
          "items": [
            {
              "id": "93TfWPoMzBoaneMx",
              "name": "Cunning Action",
              "description": "<p>On each of its turns, the spy can use a bonus action to take the dash, disengage, or hide action.</p>"
            },
            {
              "id": "TEgU7pKAAA0f35Yw",
              "name": "Sneak Attack",
              "description": "<p>The spy deals an extra 7 (2d6) damage when it hits a target with a weapon attack and has advantage on the attack roll, or when the target is within 5 ft. of an ally of the spy that isn't incapacitated and the spy doesn't have disadvantage on the attack roll.</p>"
            },
            {
              "id": "NAmhPf8w89iV8CsY",
              "name": "Multiattack",
              "description": "<p>The spy makes two melee attacks.</p>"
            },
            {
              "id": "BhYnUUBoU3ESkl1B",
              "name": "Shortsword",
              "description": "<section class=\"secret\">\n<p><em>Melee Weapon Attack:</em><strong>+4 to hit,</strong>, <strong>5 ft.,</strong> one target. Hit: <strong>5 (1d6 + 2) <em>piercing damage</em></strong>.</p></section>\n<p>The Spy attacks with their Shortsword.</p>"
            },
            {
              "id": "q6pfCQyaPQSw2waZ",
              "name": "Hand Crossbow",
              "description": "<section class=\"secret\">\n<p>Ranged Weapon Attack: +4 to hit, range 30/120 ft., one target. Hit: <strong>5 (1d6 + 2) <em>piercing damage</em></strong>.</p></section>\n<p>The Spy attacks with their Hand Crossbow.</p>"
            }
          ]
        },
        "Swarm of Insects": {
          "name": "Swarm of Insects",
          "description": "",
          "items": [
            {
              "id": "neAokA0n390MXPMQ",
              "name": "Swarm",
              "description": "<p>The swarm can occupy another creature's space and vice versa, and the swarm can move through any opening large enough for a Tiny insect. The swarm can't regain<strong> hit points</strong> or gain temporary<strong> hit points</strong>.</p>"
            },
            {
              "id": "1yXz3JunJtlQs6vV",
              "name": "Bites",
              "description": "<section class=\"secret\">\n<p><em>Melee Weapon Attack:</em><strong>+3 to hit,</strong>, <strong>0 ft.,</strong> one target in the swarm's space. Hit: <strong>10 (4d4) <em>piercing damage</em></strong>, or <strong>5 (2d4) <em>piercing damage</em></strong> if the swarm has half of its hit points or fewer.</p></section>\n<p>The Swarm of Insects attacks with a flurry of Bites.</p>"
            }
          ]
        },
        "Thug": {
          "name": "Thug",
          "description": "",
          "items": [
            {
              "id": "wonRQjOkc9E7RYtd",
              "name": "Leather Armor",
              "description": "<p>The breastplate and shoulder protectors of this armor are made of leather that has been stiffened by being boiled in oil. The rest of the armor is made of softer and more flexible materials.</p>"
            },
            {
              "id": "OE8y8otGDFop6Fzt",
              "name": "Pack Tactics",
              "description": "<p>The thug has<strong> advantage </strong>on an attack roll against a creature if at least one of the thug's allies is within <strong>5 ft.</strong> of the creature and the ally isn't incapacitated.</p>"
            },
            {
              "id": "cac4FpQc3XabBwTj",
              "name": "Multiattack",
              "description": "<p>The thug makes two melee attacks.</p>"
            },
            {
              "id": "9INT7D1zulhfsok7",
              "name": "Heavy Crossbow",
              "description": "<section class=\"secret\">\n<p>Ranged Weapon Attack: +2 to hit, range 100/400 ft., one target. Hit: <strong>5 (1d10) <em>piercing damage</em></strong>.</p></section>\n<p>The Thug attacks with their Heavy Crossbow.</p>"
            },
            {
              "id": "6gRu9IFFkvxesFfK",
              "name": "Mace",
              "description": "<section class=\"secret\">\n<p><em>Melee Weapon Attack:</em><strong>+4 to hit,</strong>, <strong>5 ft.,</strong> one creature. Hit: <strong>5 (1d6 + 2) <em>bludgeoning damage</em></strong>.</p></section>\n<p>The Thug attacks with their Mace.</p>"
            }
          ]
        },
        "Veteran": {
          "name": "Veteran",
          "description": "",
          "items": [
            {
              "id": "0otc04A190Q8hTBK",
              "name": "Splint Armor",
              "description": "<p>This armor is made of narrow vertical strips of metal riveted to a backing of leather that is worn over cloth padding. Flexible chain mail protects the joints.</p>"
            },
            {
              "id": "WaEunPCFG0EddNTt",
              "name": "Longsword",
              "description": "<section class=\"secret\">\n<p><em>Melee Weapon Attack:</em><strong>+5 to hit,</strong>, <strong>5 ft.,</strong> one target. Hit: <strong>7 (1d8 + 3) <em>slashing damage</em></strong>, or <strong>8 (1d10 + 3) <em>slashing damage</em></strong> if used with two hands.</p></section>\n<p>The Veteran attacks with their Longsword.</p>"
            },
            {
              "id": "wziRdUn3HafZKJ8o",
              "name": "Multiattack",
              "description": "<p>The veteran makes two longsword attacks. If it has a shortsword drawn, it can also make a shortsword attack.</p>"
            },
            {
              "id": "cXf5q5xw30ICGxZg",
              "name": "Shortsword",
              "description": "<section class=\"secret\"><p><em>Melee Weapon Attack:</em><strong>+5 to hit,</strong>, <strong>5 ft.,</strong> one target. Hit: <strong>6 (1d6 + 3) <em>piercing damage</em></strong>.</p><p></p></section><p>The Veteran attacks with its Shortsword.</p>"
            },
            {
              "id": "6jQ7YUixkwBq2Fh8",
              "name": "Heavy Crossbow",
              "description": "<section class=\"secret\"><p>Ranged Weapon Attack: +3 to hit, range 100/400 ft., one target. Hit: <strong>6 (1d10 + 1) <em>piercing damage</em></strong>.</p><p></p></section><p>The Veteran attacks with its Heavy Crossbow.</p>"
            }
          ]
        }
      },
      "folders": {
        "DMDave - Empusa's Underbelly Journals": "DMDave - Empusa's Underbelly Journals",
        "DMDave - Empusa's Underbelly Creatures & NPCs": "DMDave - Empusa's Underbelly Creatures & NPCs",
        "DMDave - Empusa's Underbelly Scenes": "DMDave - Empusa's Underbelly Scenes"
      },
      "journals": {
        "Adventure": {
          "name": "Adventure",
          "pages": {
            "DMDave - Empusa's Underbelly": {
              "name": "DMDave - Empusa's Underbelly",
              "text": "<img src=\"modules/dmdave-empusas-underbelly/artwork/empusa-banner1.png\" width=\"700\" /><h1 id=\"dungeons-lairs-69-empusa-s-underbelly\">Dungeons &amp; Lairs #69: Empusa’s Underbelly</h1><p><em>Empusa’s Underbelly</em> is a Fifth Edition plug-in adventure for <strong>four characters with an average party level (APL) of 3, 5, 8, or 11</strong>. This document offers a general guideline on scaling the adventure for each level. A string of bizarre and brutal murders leaves a city terrified; worse still, the authorities believe there is a method to this madness. The party must investigate the murders and uncover their meaning.</p><p style=\"text-align:center\"><strong>Writing </strong>by <a href=\"https://www.patreon.com/dmdave\">DMDave</a> and <a href=\"https://ninetoes82.com/\">Ninetoes82</a></p><p style=\"text-align:center\"><strong>Cartography </strong>by <a href=\"https://www.tomcartos.com/\">Tom Cartos</a></p><p style=\"text-align:center\"><strong>Artwork </strong>by <a href=\"https://www.deviantart.com/nacholazaro\">Nacho Lazaro</a>, <a href=\"https://www.patreon.com/fatgoblingames\">Fat Goblin Games</a>, <a href=\"https://www.patreon.com/paperforge\">Paper Forge</a></p><h4 id=\"scaling-the-adventure\">Scaling the Adventure</h4><table><thead><tr><th style=\"text-align:center\">Average Party Level</th><th>Recommended Adventure Version</th><th>Relative Difficulty</th></tr></thead><tbody><tr><td style=\"text-align:center\">3</td><td>3rd-Level</td><td>Hard</td></tr><tr><td style=\"text-align:center\">4</td><td>3rd-Level</td><td>Medium</td></tr><tr><td style=\"text-align:center\">5</td><td>5th-Level</td><td>Hard</td></tr><tr><td style=\"text-align:center\">6</td><td>5th-Level</td><td>Medium</td></tr><tr><td style=\"text-align:center\">7</td><td>5th-Level</td><td>Easy</td></tr><tr><td style=\"text-align:center\">8</td><td>8th-Level</td><td>Hard</td></tr><tr><td style=\"text-align:center\">9</td><td>8th-Level</td><td>Medium</td></tr><tr><td style=\"text-align:center\">10</td><td>8th-Level</td><td>Easy</td></tr><tr><td style=\"text-align:center\">11</td><td>11th-Level</td><td>Hard</td></tr><tr><td style=\"text-align:center\">12</td><td>11th-Level</td><td>Medium</td></tr><tr><td style=\"text-align:center\">13</td><td>11th-Level</td><td>Easy</td></tr></tbody></table><h2 id=\"whims-boons-banes\">Whims, Boons, &amp; Banes</h2><p>The Empusa’s Underbelly Whims, Boons, &amp; Banes table offers some ideas if you don’t have a reason for the characters to investigate the murders in the city of Metropolis. Roll a d8 or choose the one you like best. If you need to motivate the party with a monetary reward, their patrons offer 500 gp per level of the adventure.</p><p>Each patron also bestows a boon upon the characters for the duration of the adventure—however, should the characters disappoint or anger their patron somehow, that boon becomes a bane!</p><p>A boon persists until the patron decides to inflict its bane upon the characters. Any boon or bane bestowed dissipates 24 hours after the adventure ends. Whether or not the characters can regain the patron's favor (and their boon) is up to the GM.</p><h4>Empusa’s Underbelly Whims, Boons, &amp; Banes</h4><table><thead><tr><th style=\"text-align:center\">d8</th><th>Patron</th><th>Whim</th><th>Boon</th><th>Bane</th></tr></thead><tbody><tr><td style=\"text-align:center\">1</td><td>Aphrodite</td><td>The goddess of love considers the empusa’s use of lust as a personal slight. She wishes for the demon to be slain.</td><td>Once per day, one character can cast the <em>charm person</em> spell without components.</td><td>The characters magically become hideous; they have disadvantage on all Charisma (Persuasion) checks.</td></tr><tr><td style=\"text-align:center\">2</td><td>Apollo</td><td>The sun god wishes the party to hunt the hunter, and destroy the foul demon that threatens the city.</td><td>Once per day, one character can cast the <em>hunter’s mark</em> spell without components.</td><td>Each character is struck by Apollo’s arrow; they immediately take 1d10 poison damage and must succeed on a DC 15 Constitution saving throw or contract sight rot.</td></tr><tr><td style=\"text-align:center\">3</td><td>Athena</td><td>Athena wishes for the party to prove their wits and wisdom by solving the mystery of the murders.</td><td>The characters gain a +2 bonus to their initiative rolls.</td><td>The characters have disadvantage on initiative rolls.</td></tr><tr><td style=\"text-align:center\">4</td><td>Dionysus</td><td>Lord Turnuroth, a wealthy noble and owner of the largest vineyards in the region, has been killed. Dionysus demands vengeance.</td><td>Once per day, one character can cast the <em>create food and water</em> spell without components; when cast in this way, the water created is instead highly alcoholic wine.</td><td>The characters each come down with an awful hangover; they immediately take 1d10 psychic damage and have disadvantage on all Intelligence checks and saving throws.</td></tr><tr><td style=\"text-align:center\">5</td><td>Hades</td><td>A cult of Hades has been made to look like fools, the monster’s killing spree having overshadowed their own plans. They want the murders to stop.</td><td>Each character gains darkvision out to a range of 30 feet; if a character already has darkvision, its range increases by 30 feet.</td><td>The characters’ eyes turn milky white; while in sunlight, they have disadvantage on Wisdom (Perception) checks that rely on sight.</td></tr><tr><td style=\"text-align:center\">6</td><td>Hermes</td><td>The murder of a merchant has earned the ire of the messenger god. He seeks justice.</td><td>Each character can cast the <em>message</em> cantrip at will.</td><td>Each character’s feet become leaden; their speed is reduced by 5 feet.</td></tr><tr><td style=\"text-align:center\">7</td><td>Poseidon</td><td>The murders are keeping the terrified population hiding within their homes, threatening the success of an upcoming festival to venerate the god of the sea. He asks that the characters bring safety back to the city.</td><td>Once per day, one character can cast the <em>control water</em> spell without components.</td><td>The characters’ thirst is all but unquenchable; they must drink three times as much water each day or suffer one level of exhaustion.</td></tr><tr><td style=\"text-align:center\">8</td><td>Zeus</td><td>So many deaths have caused the city’s rulers to beseech the king of the gods for deliverance. He sends the characters to put an end to it.</td><td>The characters’ weapons are infused with Zeus’ wrath; once on each of their turns when they deal damage with a weapon attack, the target takes an extra 1d4 lightning damage.</td><td>Zeus casts <em>call lightning</em> centered over the characters, which lasts for 1 minute. The storm cloud appears even if the characters aren’t outdoors, and it moves wherever they move for the spell’s duration. If Zeus remains disappointed or angered, he can repeat this effect once each day at a time of his choosing.</td></tr></tbody></table><h2 id=\"background\">Background</h2><p>An empusa—a powerful and manipulative demon—has taken control of a gang of thugs and cutthroats. The empusa has assassinated several key targets across a metropolis using its seductive influence.</p><p>Each bloody murder has increased the fiend’s control over the city’s underworld. Still, the monster’s reign of terror is only beginning, so it must be stopped.</p><h2 id=\"metropolis\">Metropolis</h2><p>The vast city of Metropolis is one of the oldest and richest cities in the region, and streets are filled with nearly a quarter of a million people of the many different races of the world. Thus, the massive city is a mishmash of different architectural styles, from the soaring towers of the high elves to the squat and solid furnaces of the dwarves. What’s more, it is said that anything can be bought on the streets of Metropolis for those with the gold to afford it.</p><h3 id=\"murder-investigation\">Murder Investigation</h3><p>To date, there have been six murders. When the characters agree to take the mission, their patron will provide the following information, along with the location of each murder.</p><ul><li>All of the victims, save one, have been ripped apart. Their innards were torn from their bodies and mangled almost beyond recognition.</li><li>With one exception, the murders each happened three days apart, with the most recent murder occurring two days ago. The Watch fears another murder is imminent.</li><li>The first two victims were commoners suspected of having links to local crime syndicates. Their bloated corpses were found in a pile of trash in one of the city’s more affluent wards. The remains are being held at the city morgue.</li><li>The next victim was an elf who worked at the city’s primary magical academy. His body was found in his laboratory and is being held at the academy.</li><li>The next victim was a nobleman and member of the city council. His body was discovered in a brothel, and the remains are held at his family home.</li><li>The next two victims were killed on the same night but miles apart. The first was a local merchant. Although still alive when the watch found him, he died from his wounds shortly after. The other was a young woman; her decapitated body was found in a deserted market square. The woman’s head has not yet been located. The body was otherwise untouched, leading the Watch to believe this murder was unrelated.</li></ul><p>The party’s patron encourages them to investigate each of the murders as quickly as possible. If they are unfamiliar with the city, the patron can give them a map.</p><h4 id=\"hunting-the-hunters\">Hunting the Hunters</h4><p>As the characters investigate the murders, the empusa’s spies will keep her informed of their progress. Whenever the characters finish investigating a murder, or whenever they approach or leave the Bards and the Bees bordello, roll a d20. On a 15 or higher, they are attacked by a mob of abyssal monsters that resemble mantises, summoned by the empusa. The nature of the encounter depends on the level of the adventure, as shown in the Hunter Encounter table. These monsters use their normal stat blocks, but are considered fiends and have resistance to bludgeoning, piercing, and slashing damage from nonmagical attacks.</p><h5 id=\"hunter-encounter\">Hunter Encounter</h5><table><thead><tr><th style=\"text-align:center\">Adventure Level</th><th style=\"text-align:left\">Encounter</th></tr></thead><tbody><tr><td style=\"text-align:center\">3rd</td><td style=\"text-align:left\">4 <strong>@UUID[Actor.x2FIeBV3CMoZ6FO0]{swarms of insects} </strong>(mantises)</td></tr><tr><td style=\"text-align:center\">5th</td><td style=\"text-align:left\">4 <strong>@UUID[Actor.t3H1wSuNws14Jog4]{ankhegs}</strong></td></tr><tr><td style=\"text-align:center\">8th</td><td style=\"text-align:left\">4 <strong>@UUID[Actor.zaJkyZXCFbcSFNVT]{giant scorpions}</strong></td></tr><tr><td style=\"text-align:center\">11th</td><td style=\"text-align:left\">5 <strong>@UUID[Actor.6dGjzlc6NQhVrgTg]{giant mantises}</strong></td></tr></tbody></table><h3 id=\"the-victims\">The Victims</h3><p>The following section details the murders, the crime scenes, and the current state of the victims’ remains. None of this information should be easy to find, and it requires the characters to use their combined talents to uncover this mystery.</p><p><em><strong>Why Don’t We Just Ask?</strong></em> Apart from the young woman, each victim was knocked unconscious by the empusa’s soporific magic; thus, they do not know who or what killed them. If the characters cast a <em>speak with dead</em> spell on the remains of a victim other than the young woman, the corpse has no direct knowledge of its murder.</p><h4 id=\"victims-1-and-2-elerick-dunn-and-mastick-nemoris\">Victims 1 and 2 – Elerick Dunn and Mastick Nemoris</h4><p>Elerick was the human leader of a small criminal gang of thugs who ran a minor protection scheme in the city’s poorest district. Mastick was a halfling gang leader. His crew ran several racketeering scams in the same district. Both these gangs have been absorbed into the empusa’s ranks.</p><p>Both men were frequent patrons of the same brothel, the Bards and the Bees. The empusa used her power to take control of this business and seduce the victims. Once dead, the empusa’s men removed bodies and dumped them far away from the building.</p><p>The Watch was aware of both men’s activities, but because their activities only affected the poorest wards, they were mostly ignored because they only affected the poorest wards. It is only because their bodies were found in one of the richer districts that the murders are being more thoroughly investigated.</p><p>The remains of both bodies are held in the city morgue. The party’s patron can grant them access to this area.</p><p><em><strong>Encounter: Other Interested Parties. </strong></em>Some of Mastick’s men are also on the hunt for their leader’s killer, and a small gang is present at the morgue when the characters arrive, attempting to bully the coroner into revealing what she knows. They immediately attack the party. The nature of the encounter depends on the level of the adventure, as shown in the Morgue Encounter table. Mastic’s men know nothing of value.</p><h5 id=\"morgue-encounter\">Morgue Encounter</h5><table><thead><tr><th style=\"text-align:center\">Adventure Level</th><th style=\"text-align:left\">Encounter</th></tr></thead><tbody><tr><td style=\"text-align:center\">3rd</td><td style=\"text-align:left\">4 <strong>@UUID[Actor.XxNKXjgmVSPgxoPH]{thugs}</strong></td></tr><tr><td style=\"text-align:center\">5th</td><td style=\"text-align:left\">1 <strong>@UUID[Actor.UkkJDmU9bt2KQdri]{bandit captain} </strong>and 3 <strong>@UUID[Actor.XxNKXjgmVSPgxoPH]{thugs}</strong></td></tr><tr><td style=\"text-align:center\">8th</td><td style=\"text-align:left\">1 <strong>@UUID[Actor.7mRuLAAUmcjy8ImJ]{veteran} </strong>and 3 <strong>@UUID[Actor.UkkJDmU9bt2KQdri]{bandit captains}</strong></td></tr><tr><td style=\"text-align:center\">11th</td><td style=\"text-align:left\">1 <strong>@UUID[Actor.4GzImEBjrRrTjGgY]{half-red dragon veteran} </strong>and 3 <strong>@UUID[Actor.7mRuLAAUmcjy8ImJ]{veterans}</strong></td></tr></tbody></table><p><em><strong>Investigating the Bodies. </strong></em>The bodies are in a terrible and mangled state. The coroner, a dour woman named Doris Vanderbun (LN female half-elf <strong>@UUID[Actor.nXVWeemvkjiJOQaa]{commoner}</strong>), will provide the following detail in a flat, bored tone:</p><ul><li>Ripping the body open and tearing out the organs required significant strength.</li><li>The wounds were made with a serrated blade.</li><li>Both victims’ manhoods are missing (the empusa takes them as trophies).</li><li>There is no bruising that would suggest the victims struggled.</li></ul><p>The bodies were lying in a refuse pile for at least two days and were already decomposing when discovered. The empusa’s @UUID[Actor.tsW5a4gkmjXeH2eE.Item.mUpd23mog9WNCoEI]{Carrion Curse} will be difficult to detect under these conditions. Only a successful DC 20 Wisdom (Medicine) check will reveal that the bodies are far more decayed than they should be. If the check succeeded by 5 or more, the character also learns that the discoloration would indicate the @UUID[Actor.tsW5a4gkmjXeH2eE.Item.mUpd23mog9WNCoEI]{Carrion Curse}, a disease carried by certain monsters.</p><p><em><strong>Sally Durrant.</strong></em> The body of the young woman—the empusa’s latest victim—is also present at the morgue.</p><h4 id=\"victim-3-aelar-amastacia\">Victim 3 – Aelar Amastacia</h4><p>Aelar (N male elf <strong>@UUID[Actor.weKpBdw5KsZRxrHS]{mage}</strong>) was a scholar working at the Academy of Magic, experimenting with creating a device that could be used to protect the city’s wealthier residents in a time of emergency. While his work was incomplete before he was murdered, Aelar had a working prototype that is now in the hands of the empusa.</p><p>Aelar considered himself too important and wealthy to frequent brothels. Instead, he had his apprentice, Jason, be an intermediary to bring him prostitutes from the Bards and the Bees. Disguised, the empusa was welcomed into Aelar’s laboratory, where she murdered him.</p><p>The other mages recovered Aelar’s body from the laboratory and then sought to cover up his proclivities by releasing one of the monsters he was experimenting on and suggesting his death was caused by this monster; however, an academy servant told the Watch the truth. The mages have sealed the crime scene, with the monster still inside. When the characters arrive the mages will open Aelar’s laboratory, and then back away.</p><p><em><strong>Encounter: Aelar’s Experiment. </strong></em>The nature of the encounter depends on the level of the adventure, as shown in the Laboratory Encounter table.</p><h5 id=\"laboratory-encounter\">Laboratory Encounter</h5><table><thead><tr><th style=\"text-align:center\">Adventure Level</th><th style=\"text-align:left\">Encounter</th></tr></thead><tbody><tr><td style=\"text-align:center\">3rd</td><td style=\"text-align:left\">1 <strong>@UUID[Actor.Wz8i9XtKUSpxFBlD]{black pudding}</strong></td></tr><tr><td style=\"text-align:center\">5th</td><td style=\"text-align:left\">1 <strong>@UUID[Actor.2KQVoNYsxtRWXwo7]{invisible stalker}</strong></td></tr><tr><td style=\"text-align:center\">8th</td><td style=\"text-align:left\">1 <strong>@UUID[Actor.KBJdKHlUJQV8NJy9]{hezrou}</strong></td></tr><tr><td style=\"text-align:center\">11th</td><td style=\"text-align:left\">1 <strong>@UUID[Actor.QccNJy8IZVFXzvrs]{behir}</strong></td></tr></tbody></table><p><em><strong>Investigating the Scene of the Crime. </strong></em>Despite the havoc wrought by the monster, useful information remains to be uncovered within Aelar’s laboratory. A DC 13 Intelligence (Arcana) check will reveal that Aelar was experimenting with conjuration magic. With a brief search of the lab, the characters discover blueprints and notes for a powerful magical device; a successful DC 15 Intelligence (Arcana) check will reveal that Aelar was attempting to make an item that would function like a <em>cubic gate</em>.</p><p><em><strong>Investigating the Body. </strong></em>The mages have moved Aelar’s body into an unused classroom. Additionally, they have cast a <em>gentle repose</em> spell on the body, masking the smell of the @UUID[Actor.tsW5a4gkmjXeH2eE.Item.mUpd23mog9WNCoEI]{Carrion Curse}. Much like the other victims, Aelar’s body was ripped apart. But Aelar’s apprentice, Jason, has been given the unenviable task of putting Aelar’s body back together for the funeral. When the characters arrive, Jason is reattaching the last of Aelar’s limbs.</p><p>Jason (LG male human <strong>@UUID[Actor.sLGuS9uW2k5h5eba]{acolyte}</strong>) has nearly completed his task and is in a grim mood. The poor young man has been at this task for hours and is keen to finish. He has little patience to be questioned, but if a character succeeds on a DC 15 Charisma (Intimidation or Persuasion) check, Jason will provide the following information:</p><ul><li>When they found the body, it was torn into a dozen pieces and stank “worse than Felch’s experiments.”</li><li>Putrefaction had already set in, and despite the body being warm when he found his master’s corpse, he could not “repair” all of the damage; the @UUID[Actor.tsW5a4gkmjXeH2eE.Item.mUpd23mog9WNCoEI]{Carrion Curse} is making it impossible.</li><li>Some of the body was missing. (The empusa took Aelar’s manhood as a trophy).</li></ul><p>Even though Aelar is gone, Jason is under strict orders to mention nothing about Aelar’s nighttime habits or the nature of his experiments. Any character who succeeds on a DC 15 Wisdom (Insight) check recognizes that Jason is withholding information. Only a successful DC 25 Charisma (Intimidation or Persuasion) check, or the promise of at least 50 gp, will convince him to reveal any more of what he knows.</p><p>No check is needed to see that some of the wounds are refusing to close, despite the apprentice’s magic, and a successful DC 15 Wisdom (Medicine) check will reveal that these wounds are far more decayed than they should be. If the check succeeded by 5 or more, the character also learns that the discoloration would indicate the @UUID[Actor.tsW5a4gkmjXeH2eE.Item.mUpd23mog9WNCoEI]{Carrion Curse}.</p><h4 id=\"victim-4-shamash-turnuroth\">Victim 4 – Shamash Turnuroth</h4><p>Lord Shamash Turnuroth (LN male silver dragonborn <strong>@UUID[Actor.qYiQNTMw8RDBpwDm]{noble}</strong>), the patriarch of House Turnuroth, is known locally as the “Lord of Wines.” Lord Turnuroth was murdered because his family controls the largest vineyard in the region. The Turnuroth family has a monopoly on the supplies of wine for the city.</p><p>The empusa lured Shamash into the Bards and the Bees and used her powers to seduce and murder him. Using her minions, the empusa spread the rumor that Lord Turnuroth was killed in a drunken bar fight while frequenting the brothel. By shaming and killing Lord Turnuroth, the empusa can seize control of the monopoly in the guise of Lady Ketch, one of the empusa’s pseudonyms.</p><p><em><strong>Investigating Lord Turnuroth’s Death.</strong></em> The characters can visit House Turnuroth, a large and richly appointed townhouse in the wealthiest part of the city.</p><p>The family members are in mourning and will refuse to speak with the adventurers. The servants—a cook, a carriage driver, and a valet (all human <strong>@UUID[Actor.NOdm5esmpd0qvkgm]{commoners}</strong>) who have served House Turnuroth all their lives—will answer the characters' questions. They are keen to clear the name of House Turnuroth.</p><p><em><strong>What the Servants Know.</strong></em> Through conversation, the servants can provide the following information:</p><ul><li>Lord Turnuroth was a kind and generous man who paid well and was a wonderful employer.</li><li>He was devoted to his wife, the love of his life.</li><li>The body was so mangled that it was quickly cremated.</li><li>On the day of his death, Lord Turnuroth received a letter. After reading it and subsequently tossing it into a fire, he was uncharacteristically aggressive and short-tempered and demanded his carriage be made ready. The carriage driver took his lordship into a poorer part of the city, where he got out and walked, commanding his driver to return to the family home.</li></ul><p>The carriage driver is a quiet giant of a man devoted to House Turnuroth, but it is obvious that he’s holding something back. Only a successful DC 15 Charisma (Intimidation or Persuasion) check will convince him to reveal that, concerned for his master’s well-being, he followed Lord Turnuroth into the Bards and the Bees. The last the servant saw of him, he was being led away by a beautiful redhead who wore fine clothes.</p><h4 id=\"victims-5-and-6-namfoodle-filbatter-and-sally-durrant\">Victims 5 and 6 – Namfoodle Filbatter and Sally Durrant</h4><p>Namfoodle Filbatter (CN male rock gnome <strong>@UUID[Actor.jyTZIYpvpedJDhGJ]{commoner}</strong>) owned Namfoodle’s Knick-Knacks, a small curiosity shop in the merchant’s quarter of the city.</p><p>Namfoodle was a fence working with the empusa’s gang to smuggle large quantities of alcohol into the city. When he demanded more money, the empusa paid him a visit.</p><p>The cunning Namfoodle was unaffected by the empusa’s seduction and managed to escape. He didn’t get far, however, before the demon caught up to him and slaughtered him in the alley behind the gnome’s shop.</p><p>Deep in the throes of the ferocious act, the demon failed to notice a witness, a prostitute named Sally Durrant, before it was too late, and the empusa was forced to chase the poor woman for two miles before catching up to her outside a temple. By then, the Watch had been stirred, and the empusa had no time to enjoy her kill; instead, she simply decapitated Sally in a single brutal slash.</p><p><em><strong>Namfoodle’s Knick-Knacks.</strong></em> The shop is a large, three-story building filled top-to-bottom with a collection of junk. Hidden within that junk, however, are a few treasures. Any character with a criminal background or who understands Thieves’ Cant will be able to recognize signs marking this shop as a fence for stolen goods.</p><p>Namfoodle’s body is being kept on the top floor of the shop while his daughter—the shop’s current owner, Nissa—makes arrangements to sell the shop and take her father to their ancestral home for burial. Nissa doesn’t know about her father’s dealings with the empusa’s gang, but she does know of his less-than-legal activities.</p><p><em><strong>Investigating the Body. </strong></em>With no means of preservation, the @UUID[Actor.tsW5a4gkmjXeH2eE.Item.mUpd23mog9WNCoEI]{Carrion Curse} has almost completely putrefied the body of Namfoodle. Namfoodle’s manhood is also still in place. No check is needed to see that the body is far too rotten for only two days. A successful DC 15 Wisdom (Medicine) check will reveal that the discoloration indicates the @UUID[Actor.tsW5a4gkmjXeH2eE.Item.mUpd23mog9WNCoEI]{Carrion Curse}.</p><p>What’s more, Namfoodle was completely aware of his murderer. While he never saw the empusa in her monstrous form, he could describe the woman he interacted with as a tall, beautiful redhead. In this instance, a _speak with dead _spell could be extremely illuminating.</p><p><em><strong>Searching the Curiosity Shop. </strong></em>If a character wishes to search the shop for useful items, they must succeed on a DC 20 Intelligence (Investigation) check. On a success, they find one of the following magical items (determined randomly): a <em>bag of beans</em>,<em><strong> </strong></em>3 <em>beads of force</em>, or a <em>horn of blasting</em>.</p><p><em><strong>Sally Durrant’s Head.</strong></em> The empusa’s most recent victim wasn’t wounded or killed with a bite, so the body (also at the morgue) shows no signs of putrefaction. The body has no other wounds, and the cause of death is obvious. If asked, the coroner can confirm that Sally was decapitated with a single cut of a serrated blade.</p><p>The empusa’s furious attack dismembered Sally and threw her head 50 feet away and down the coal chute of a nearby house. The Watch did a brief search but gave up before locating the head. A successful DC 15 Wisdom (Survival) check will reveal tiny drops of blood leading to the coal chute. The chute is large enough for a Medium or smaller creature to easily slide down. At the bottom, covered in dirt and ash, is Sally’s head.</p><p>Sally is the only one of the victims to get a good look at the demon transform into her monstrous form. If the character’s interact with Sally via a _speak with dead _spell, she can describe in detail what the empusa looks like. She can also indicate that she recognized the redheaded woman as the madam of the Bards and the Bees brothel.</p><h2 id=\"the-bards-and-the-bees\">The Bards and the Bees</h2><p>At some point, the characters are likely to seek out the Bards and the Bees brothel. The bordello used to be a fine hotel, but as the city grew, the once affluent area that the hotel resided in became poorer and poorer, and the hotel changed hands. Now the hotel is a front and hideout for the empusa’s thugs.</p><h3 id=\"general-features\">General Features</h3><p>Unless stated otherwise, the Bards and the Bees has the following features.</p><p><em><strong>Architecture</strong></em>. The building has a grand and opulent design, boasting decorative stonework and attractive grounds. It is, however, in need of repair. Up close, characters can see chipped lintels and flaking paintwork.</p><p><em><strong>The Empusa. </strong></em>The empusa keeps herself disguised as the bordello’s manager. If at any time she suspects the characters to be dangerous, she organizes an ambush (see the Ambushed section).</p><p><em><strong>Doors and Windows</strong></em>. The building has wide-paned glass windows, but the curtains are tightly shut. The doors are unlocked.</p><p><em><strong>Illumination</strong></em>. With the exception of the bedrooms, the entire building is well lit with wall lamps.</p><p><em><strong>No Weapons. </strong></em>The bordello does not allow weapons to be carried or armor to be worn by clients. If characters are found within the bordello with either, they will be thrown out.</p><p><em><strong>Guards.</strong></em> The bordello is protected by guards who patrol the corridors, throw out clients who are too rough, and generally protect the other employees. Whenever a character enters a new area, roll a d20. On a 15 or higher, one of these guards is present. If the alarm is sounded, roll initiative; any remaining guards arrive within 1 round. The nature of these guards depends on the level of the adventure, as shown in the Bordello Guards Encounter table.</p><h5 id=\"bordello-guards-encounter\">Bordello Guards Encounter</h5><table><thead><tr><th style=\"text-align:center\">Adventure Level</th><th style=\"text-align:left\">Bordello Guards</th></tr></thead><tbody><tr><td style=\"text-align:center\">3rd</td><td style=\"text-align:left\">5 <strong>@UUID[Actor.12PAh9j7RcgBhykN]{bandits}</strong></td></tr><tr><td style=\"text-align:center\">5th</td><td style=\"text-align:left\">5 <strong>@UUID[Actor.XxNKXjgmVSPgxoPH]{thugs}</strong></td></tr><tr><td style=\"text-align:center\">8th</td><td style=\"text-align:left\">5 <strong>@UUID[Actor.cpi2BAgK2qF09cLZ]{spies}</strong></td></tr><tr><td style=\"text-align:center\">11th</td><td style=\"text-align:left\">5 <strong>@UUID[Actor.UkkJDmU9bt2KQdri]{bandit captains}</strong></td></tr></tbody></table><h3 id=\"keyed-locations\">Keyed Locations</h3><img src=\"modules/dmdave-empusas-underbelly/maps/tomcartos-empusa-bardsandbee-dm.jpg\" width=\"700\" /><p>The following locations are keyed to the map of the Bards and the Bees.</p><h4 id=\"01-reception\">01 – Reception</h4><p>This area is where guests “check in” to the brothel, paying an entrance fee of 5 gp each. Two <strong>commoner </strong>servants (one male and one female) welcome guests and take their entrance fee.</p><p><em><strong>Troublemakers. </strong></em>If the characters act suspiciously or aggressively, one of the servants will press a small switch hidden beneath their desk. Doing so alerts the empusa in area 2.</p><h4 id=\"02-manager-s-office\">02 – Manager’s Office</h4><p>This small office is currently used by the empusa. She is in the form of Lady Ketch, a beautiful middle-aged human dressed in ornate, tight-fitting clothing. Arranged into an artistic bun are locks of thick red hair.</p><p><em><strong>Security Door. </strong></em>One of the few doors in the bordello with a lock, the entrance to the manager’s office is made of reinforced steel. The empusa keeps this door secured with a sturdy mechanical lock that would normally require a successful DC 20 Dexterity check made using thieves' tools; however, it is further reinforced with an _arcane lock _spell, increasing the lock’s DC to 30. With the lock engaged, four steel bars sink into the door frame, making the door impossible to force open.</p><p><em><strong>Encounter: Lady Ketch</strong></em>. Unless she is forced to change shape or is attacked, the <strong>@UUID[Actor.tsW5a4gkmjXeH2eE]{empusa} </strong>remains in the form of @UUID[Actor.9m7bNb4M21QQlNYT]{Lady Ketch}. If she is forced to flee, she will exit through the window and, once out of sight, shift into the form of an elderly man.</p><p><em><strong>Safe. </strong></em>In the corner of the office is a small safe built into the floor. Unlocking the safe requires a successful DC 15 Dexterity check using thieves' tools. The nature of the treasure depends on the level of the adventure, as shown in the Area 2 Treasure table. Additionally, the safe contains a gem with recordings made using the magical eyes. One of these proves that Lord Shamash Turnuroth had done nothing wrong.</p><h5 id=\"area-2-treasure\">Area 2 Treasure</h5><table><thead><tr><th style=\"text-align:center\">Adventure Level</th><th style=\"text-align:left\">Treasure</th></tr></thead><tbody><tr><td style=\"text-align:center\">3rd</td><td style=\"text-align:left\">2,305 sp and 529 gp</td></tr><tr><td style=\"text-align:center\">5th</td><td style=\"text-align:left\">2,305 sp; 529 gp; and 45 pp</td></tr><tr><td style=\"text-align:center\">8th</td><td style=\"text-align:left\">2,305 gp; 129 pp; and five gems each worth 150 gp</td></tr><tr><td style=\"text-align:center\">11th</td><td style=\"text-align:left\">2,305 gp; 229 pp; and five gems each worth 300 gp</td></tr></tbody></table><p><em><strong>Aelar’s Device.</strong></em> Additionally, the safe contains the device created by Aelar Amastacia. The item can be used to cast the <em>gate</em> spell once before malfunctioning and becoming nonmagical. The empusa intended to use it to summon more demons.</p><h4 id=\"03-bar\">03 – Bar</h4><p>This large area is the bordello’s bar. A small band plays seductive music while scantily clad waitstaff delivers drinks to the clientele. The drinks here are cheap and plentiful.</p><p>The bar is filled with 1d6 waitstaff and 2d6 clients (all <strong>@UUID[Actor.NOdm5esmpd0qvkgm]{commoners}</strong>).</p><p><em><strong>Seeking Information. </strong></em>Bru’ic the barman (LE male half-orc <strong>@UUID[Actor.VmikCbmuV5Wl5QbD]{thug}</strong>) manages the area. He wears no armor, but keeps a club behind the bar and happily joins in any scuffles that break out. A member of the empusa’s gang, Bru’ic cannot be coerced into providing information. If the characters ask directly about the murders, he will press a switch under the bar, alerting the empusa to trouble.</p><p>The waitstaff are too afraid of Bru’ic to speak openly if the half-orc is in sight, but a DC 15 Charisma (Persuasion) check while Bru’ic is absent or distracted will convince them to reveal that the bordello is a front for a group of criminals led by the manager, Lady Ketch. Additionally, they remember seeing one of the first two victims (Elerick Dunn or Mastick Nemoris) on the night of their murder being led upstairs by the madam.</p><h4 id=\"04-restaurant\">04 – Restaurant</h4><p>This large room is the bordello’s dining area. A single musician plays music on a piano while scantily clad waitstaff deliver food from the kitchens and drinks from the bar.</p><p>The bar is filled with 1d4 + 1 waitstaff and 2d4 + 2 clients (all <strong>@UUID[Actor.NOdm5esmpd0qvkgm]{commoners}</strong>).</p><h4 id=\"05-service-area\">05 – Service Area</h4><p>This large area comprises a kitchen, a larder, a store room and a water closet. The toilets are for the guests' use, while the other areas are off limits to the clientele.</p><p>The kitchen is filled with 1d4 + 1 cooks and waitstaff present (all <strong>@UUID[Actor.NOdm5esmpd0qvkgm]{commoners}</strong>).</p><p><em><strong>Strange Tastes. </strong></em>One of the cooks is preparing a meal for the bordello’s manager. The empusa prefers fresh, raw meat. A character investigating the kitchen will notice the uncooked meat on a tray, waiting to be delivered.</p><h3 id=\"heading-upstairs\">Heading Upstairs</h3><p>If at any time a character seeks to use the “other services” available at the bordello, they will be introduced to the manager, “Lady” Ketch. She personally interviews all new clients. The empusa takes this chance to learn all she can about her clientele. Once again, if the characters act suspiciously, the empusa will excuse herself and arrange an ambush.</p><p><em><strong>The Bedrooms. </strong></em>The upper two floors of the bordello are filled with more than a dozen bedrooms. Each room is identical to the others, with a large bed, a chair, and a table. If a character is taken upstairs, they are led to an empty room. If a character attempts to enter any other room, there is a 50 percent chance that it is occupied by two <strong>@UUID[Actor.NOdm5esmpd0qvkgm]{commoners}</strong>.</p><h3 id=\"ambushed\">Ambushed</h3><p>At some point, the characters will likely come to the notice of the empusa. In an effort to avoid any further complications, the cunning demon will ambush the party after they’ve left the bordello, preferably somewhere that she can cut off any means of escape, such as an alleyway. If she’s had time to plan her ambush, she is hidden, requiring a successful DC 20 Wisdom (Perception) check to notice her (and her thugs, if applicable; see below).</p><p>In the 5th, 8th, and 11th-level versions of the adventure, she gathers some of her thugs to aid in her ambush. The empusa will have her thugs blacken their weapons and armor with soot to avoid capturing the attention of passersby. The empusa will use her thugs to tire the party, joining the combat at the beginning of the third round.</p><p>The nature of the encounter depends on the level of the adventure, as shown in the Ambush Encounter table.</p><h5 id=\"ambush-encounter\">Ambush Encounter</h5><table><thead><tr><th style=\"text-align:center\">Adventure Level</th><th style=\"text-align:left\">Encounter</th></tr></thead><tbody><tr><td style=\"text-align:center\">3rd</td><td style=\"text-align:left\">1 <strong>@UUID[Actor.tsW5a4gkmjXeH2eE]{empusa}</strong></td></tr><tr><td style=\"text-align:center\">5th</td><td style=\"text-align:left\">1 <strong>@UUID[Actor.tsW5a4gkmjXeH2eE]{empusa} </strong>and 3 <strong>@UUID[Actor.XxNKXjgmVSPgxoPH]{thugs}</strong></td></tr><tr><td style=\"text-align:center\">8th</td><td style=\"text-align:left\">1 <strong>@UUID[Actor.tsW5a4gkmjXeH2eE]{empusa} </strong>and 4 <strong>@UUID[Actor.UkkJDmU9bt2KQdri]{bandit captains}</strong></td></tr><tr><td style=\"text-align:center\">11th</td><td style=\"text-align:left\">1 <strong>@UUID[Actor.tsW5a4gkmjXeH2eE]{empusa} </strong>and 3 <strong>@UUID[Actor.NnMrouZbGWU9euA3]{gladiators}</strong></td></tr></tbody></table><h2 id=\"aftermath\">Aftermath</h2><p>Whether they tackle the demon themselves or simply provide the Watch with the necessary information, the bounty is considered complete, and the party is rewarded. If the characters found the empusa’s recordings and used them to clear Lord Turnuroth’s name, his family promises the characters a favor they can call on at any time. This could be used to get a character out of jail, to swing a political vote, or simply for gold.</p>"
            }
          }
        }
      }
    }
  },
  "folders": {}
}